{
	"guides": [
        {
            "name": "In-Depth Guide on Wheat Cultivation",
            "description": "Wheat is a staple crop grown primarily in northern and central India. It is a Rabi crop requiring cool weather during its growth stages and warmer conditions at maturity. Major wheat-producing states include Uttar Pradesh, Punjab, Haryana, Rajasthan, and Madhya Pradesh.",
            "link": "https://drive.google.com/file/d/1vQ6W2SBGosoqXLsUUC-x51TRaD7efUhf/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Mustard Cultivation",
            "description": "Mustard is a vital oilseed crop in India, grown during the Rabi season. It is cultivated primarily in Rajasthan, Haryana, Punjab, and Madhya Pradesh. Mustard oil is widely used for cooking, and its by-products are utilized as animal feed.",
            "link": "https://drive.google.com/file/d/1rEGSwnZPj0y4PaH_vsX16K_6XClLmcYn/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Barley Cultivation",
            "description": "Barley (Hordeum vulgare) is an important cereal crop grown in India for food, fodder, and brewing industries. It is a versatile Rabi crop, mainly cultivated in Rajasthan, Uttar Pradesh, Haryana, and Punjab.",
            "link": "https://drive.google.com/file/d/1CiewGn_8RDjeSkfo5ygM3aiddxhpCBZc/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Peas Cultivation",
            "description": "Peas (Pisum sativum) are a cool-season legume, widely grown in India during the Rabi season, particularly in Uttar Pradesh, Madhya Pradesh, and Rajasthan, for their high protein content and as a food source.",
            "link": "https://drive.google.com/file/d/1xteT5EE0qSyKaahxcI3Zkv24F0fiQ4vh/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Gram (chickpea) Cultivation",
            "description": "Gram (Cicer arietinum) is a vital pulse crop in India, grown for its high protein content. It’s typically grown in the Rabi season, especially in states like Madhya Pradesh, Rajasthan, and Uttar Pradesh.",
            "link": "https://drive.google.com/file/d/1u7UkFsVprvZGBrf8p2GqfFUcislFgf0w/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Safflower Cultivation",
            "description": "Safflower (Carthamus tinctorius) is primarily grown for its oil-rich seeds. It is well-suited for arid regions of India, particularly in Rajasthan, Haryana, and Gujarat.",
            "link": "https://drive.google.com/file/d/16Hq1aRSKdbmkxShBPQNosfZjiN9EkvGB/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Sunflower Cultivation",
            "description": "Sunflower (Helianthus annuus) is grown for its oil-rich seeds, primarily for oil extraction. It’s a high-value oilseed crop grown mainly in Rajasthan, Maharashtra, and Karnataka.",
            "link": "https://drive.google.com/file/d/17v3ConAldIt8jWHBDsAY8BDwS2OxH8-x/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Lentil Cultivation",
            "description": "Lentil (Lens culinaris) is a key pulse crop in India, primarily grown for its protein-rich seeds. It is a vital component of the Rabi cropping system, cultivated mainly in Madhya Pradesh, Uttar Pradesh, Bihar, and Rajasthan.",
            "link": "https://drive.google.com/file/d/1saZw1NdhQ7ze5KK3cFgOm64mWHpVaWxh/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Linseed Cultivation",
            "description": "Linseed (Linum usitatissimum), also known as flaxseed, is an oilseed crop grown during the Rabi season. It is valued for its oil, which is used in industrial and culinary applications, and is primarily cultivated in Madhya Pradesh, Maharashtra, and Chhattisgarh.",
            "link": "https://drive.google.com/file/d/1IOkU5UdVg1D_utaLnX2RIQnZuTtYhvSw/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Fenugreek Cultivation",
            "description": "Fenugreek (Trigonella foenum-graecum) is a spice and leafy vegetable crop grown for its seeds and leaves. It is a popular Rabi crop in Rajasthan, Gujarat, and Uttar Pradesh.",
            "link": "https://drive.google.com/file/d/1e0-qkNZqA0nkRnoh2zfOIGfHo30UnEl0/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Rice Cultivation",
            "description": "Rice (Oryza sativa) is a staple food crop in India, primarily grown during the Kharif season. It is cultivated in states like West Bengal, Uttar Pradesh, and Punjab and forms the backbone of India's food security.",
            "link": "https://drive.google.com/file/d/1OFED-LGcdCVj51OewmGYksLYE9DPjNqh/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Maize Cultivation",
            "description": "Maize (Zea mays) is a versatile cereal crop grown in the Kharif season for food, fodder, and industrial use. It is widely grown in Karnataka, Andhra Pradesh, and Maharashtra.",
            "link": "https://drive.google.com/file/d/1220yC22VqnCnBJ00lw62tpjrOJYfcyBd/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Cotton Cultivation",
            "description": "Cotton (Gossypium spp.) is an essential fiber crop known as the 'White Gold' of India. Grown in Kharif season, it is primarily cultivated in Gujarat, Maharashtra, and Telangana for textiles and by-products like cottonseed oil.",
            "link": "https://drive.google.com/file/d/1FWOvzwE6GgsN6rRDtcfQMmfTj2Cbr4fX/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Soyabean Cultivation",
            "description": "Soybean (Glycine max) is a vital oilseed crop grown during the Kharif season. It is primarily cultivated in Madhya Pradesh, Maharashtra, and Rajasthan for oil extraction and animal feed.",
            "link": "https://drive.google.com/file/d/1DveGDg5BbgVBWoPjX4K6II5CKQBGxuTg/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Groundnut Cultivation",
            "description": "Groundnut (Arachis hypogaea), also known as peanut, is a significant oilseed and legume crop grown during Kharif season. It is primarily cultivated in Gujarat, Andhra Pradesh, Tamil Nadu, and Maharashtra for oil production, fodder, and as a protein-rich food source.",
            "link": "https://drive.google.com/file/d/15nILKuPqniv0aAl0kHlJhX3AB8m-Tp5D/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Sugarcane Cultivation",
            "description": "Sugarcane (Saccharum officinarum) is a tropical cash crop grown primarily in Uttar Pradesh, Maharashtra, Karnataka, and Tamil Nadu. It is a major source of sugar, jaggery, and ethanol.",
            "link": "https://drive.google.com/file/d/14EOGdeYCRXg_DeIQT9Lrv_TRaKqqQIEW/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Jowar(Sorghum) Cultivation",
            "description": "Jowar (Sorghum bicolor) is an important Kharif cereal crop in India, cultivated for food, fodder, and industrial use. It is primarily grown in Maharashtra, Karnataka, Andhra Pradesh, and Madhya Pradesh.",
            "link": "https://drive.google.com/file/d/15UmOve-gkfY2DwsOjJB0lVOVrJxyMbeY/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Bajra(Pearl Millet) Cultivation",
            "description": "Bajra (Pennisetum glaucum) is a staple food crop grown during the Kharif season. Known for its drought tolerance, it is widely cultivated in Rajasthan, Maharashtra, Gujarat, and Uttar Pradesh.",
            "link": "https://drive.google.com/file/d/137OPMnKF_80sAh6hsZutA_ffKu_9ztRU/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Moong(Green Gram) Cultivation",
            "description": "Moong (Vigna radiata) is a high-protein pulse crop grown in the Kharif season, especially in states like Rajasthan, Maharashtra, and Madhya Pradesh. It is used for food, fodder, and in the preparation of various dishes.",
            "link": "https://drive.google.com/file/d/1K5J4PmwDfj4vpmc3KDvTqWaNmGiOWTE1/view?usp=drive_link"
        },
        {
            "name": "In-Depth Guide on Tobacco Cultivation",
            "description": "Tobacco (Nicotiana tabacum) is a significant cash crop grown in India, primarily used for smoking products and cigarettes. It's a tropical plant that thrives in warm, moist climates, and is widely cultivated in states like Andhra Pradesh, Gujarat, and Karnataka.",
            "link": "https://drive.google.com/file/d/1WF9Y7YChGeJoMFXWAFwMaJygSuDUq3aj/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on carrot Cultivation",
            "description": "Carrot (Daucus carota) is a cool-season root vegetable rich in vitamins and widely consumed fresh, cooked, or processed. It is primarily grown in Haryana, Punjab, Uttar Pradesh, and Karnataka.",
            "link": "https://drive.google.com/file/d/1-uZrjXxpwE-A5okJl8OHIdBtxZgetS43/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on radish Cultivation",
            "description": "Radishes (Raphanus sativus) are fast-growing root vegetables that thrive during the Zaid season.",
            "link": "https://drive.google.com/file/d/1-WZD6XfbPO5esi42HM_TbgGYo7en9Lhb/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Onion Cultivation",
            "description": "Onion (Allium cepa) is a versatile crop grown for bulbs and green shoots, extensively used in cooking. It is primarily cultivated in Maharashtra, Karnataka, Gujarat, and Tamil Nadu.",
            "link": "https://drive.google.com/file/d/1Rl5SvoGlCETp6vAdvauBlbpwluu1g_iH/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Cucumber Cultivation",
            "description": "Cucumber (Cucumis sativus) is a warm-season crop grown for its fresh, juicy fruits used in salads and beverages. Major producing states include Uttar Pradesh, Karnataka, and Tamil Nadu.",
            "link": "https://drive.google.com/file/d/16KbVu-lQs-AN0CJ9ADzDvGmQNWwEwMcf/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Bitter Gourd Cultivation",
            "description": "Bitter gourd (Momordica charantia) is a tropical vine grown for its edible, bitter fruits, widely consumed for its health benefits. Major producers include Uttar Pradesh, Bihar, and Karnataka",
            "link": "https://drive.google.com/file/d/1h7H62JnUMhlTQQODtIDJAZfjgM27wdQo/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Bottle Gourd Cultivation",
            "description": "Bottle gourd (Lagenaria siceraria), also known as lauki or doodhi, is grown for its tender, edible fruits. It is a common summer vegetable in India",
            "link": "https://drive.google.com/file/d/1JZcNZ84BEUG-5EQOnMpDaOqwC2QDiq6P/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Chilli Cultivation",
            "description": "Chili (Capsicum annuum) is one of the most important spice crops grown in India. It is a Kharif crop in regions with high humidity and temperature, widely grown in Andhra Pradesh, Tamil Nadu, and Karnataka.",
            "link": "https://drive.google.com/file/d/1L-C-5XMgcPvdT7eLuDJQ1-xbtL3IU9zP/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Spinach Cultivation",
            "description": "Spinach (Spinacia oleracea) is a leafy vegetable rich in vitamins and iron. It is a fast-growing crop, widely grown in India for its culinary and nutritional value.",
            "link": "https://drive.google.com/file/d/1XBdFJjlfYmUrZF3k1BMQAY7TdUfpPIcu/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on Amaranthus Cultivation",
            "description": "Amaranthus (Amaranthus spp.) is a fast-growing leafy vegetable, popular for its high nutritional value and adaptability to various climates. It is grown widely across India as a staple leafy green.",
            "link": "https://drive.google.com/file/d/15QpkOUkfkqWIkVqYVAo3MfMMX6CYpu0i/view?usp=drive_link"
        },
	  {
            "name": "In-Depth Guide on cluster beans(Guar) Cultivation",
            "description": "Cluster beans (Cyamopsis tetragonoloba), commonly known as guar, are a versatile crop used for vegetables, fodder, and industrial gum production. It is widely grown in semi-arid regions of India, especially in Rajasthan, Gujarat, and Haryana.",
            "link": "https://drive.google.com/file/d/1AkYAvy7LD3duJPtQvlJ65MKzD6OVRQHf/view?usp=drive_link"
        }
    ]
}
